{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AllChatChannelNS",
			"Children": [
				{
					"Source":
					{
						"Text": "All"
					},
					"Translation":
					{
						"Text": "All"
					},
					"Key": "AllChatChannelKey"
				}
			]
		},
		{
			"Namespace": "MMRegion",
			"Children": [
				{
					"Source":
					{
						"Text": "Development"
					},
					"Translation":
					{
						"Text": "Development"
					},
					"Key": "DevRegion"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Kicked from party."
					},
					"Translation":
					{
						"Text": "Kicked from party."
					},
					"Key": "KickedPlayerFromParty"
				}
			]
		},
		{
			"Namespace": "PartyInteractions",
			"Children": [
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "Accept"
					},
					"Key": "AcceptPartyInvite"
				},
				{
					"Source":
					{
						"Text": "Invite to Party"
					},
					"Translation":
					{
						"Text": "Invite to Party"
					},
					"Key": "InviteToParty"
				},
				{
					"Source":
					{
						"Text": "Join Party"
					},
					"Translation":
					{
						"Text": "Join Party"
					},
					"Key": "JoinParty"
				},
				{
					"Source":
					{
						"Text": "Kick"
					},
					"Translation":
					{
						"Text": "Kick"
					},
					"Key": "KickPartyMember"
				},
				{
					"Source":
					{
						"Text": "Leave Party"
					},
					"Translation":
					{
						"Text": "Leave Party"
					},
					"Key": "LeaveParty"
				},
				{
					"Source":
					{
						"Text": "Promote"
					},
					"Translation":
					{
						"Text": "Promote"
					},
					"Key": "PromoteToPartyLeader"
				},
				{
					"Source":
					{
						"Text": "Reject"
					},
					"Translation":
					{
						"Text": "Reject"
					},
					"Key": "RejectPartyInvite"
				}
			]
		},
		{
			"Namespace": "SocialChatRoom",
			"Children": [
				{
					"Source":
					{
						"Text": "Founders"
					},
					"Translation":
					{
						"Text": "Founders"
					},
					"Key": "SocialChatRoomFoundersTab"
				},
				{
					"Source":
					{
						"Text": "Global"
					},
					"Translation":
					{
						"Text": "Global"
					},
					"Key": "SocialChatRoomGeneralTab"
				},
				{
					"Source":
					{
						"Text": "Party"
					},
					"Translation":
					{
						"Text": "Party"
					},
					"Key": "SocialChatRoomPartyTab"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "System"
					},
					"Key": "SocialChatRoomSystemTab"
				},
				{
					"Source":
					{
						"Text": "Team"
					},
					"Translation":
					{
						"Text": "Team"
					},
					"Key": "SocialChatRoomTeamTab"
				}
			]
		},
		{
			"Namespace": "SocialChatRoomChannel",
			"Children": [
				{
					"Source":
					{
						"Text": "{0} has joined."
					},
					"Translation":
					{
						"Text": "{0} has joined."
					},
					"Key": "SocialChatRoom_MemberJoined"
				},
				{
					"Source":
					{
						"Text": "{0} has left."
					},
					"Translation":
					{
						"Text": "{0} has left."
					},
					"Key": "SocialChatRoom_MemberExit"
				}
			]
		},
		{
			"Namespace": "UserInteractions",
			"Children": [
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "Accept"
					},
					"Key": "AcceptFriendInvite"
				},
				{
					"Source":
					{
						"Text": "Add Friend"
					},
					"Translation":
					{
						"Text": "Add Friend"
					},
					"Key": "AddFriend"
				},
				{
					"Source":
					{
						"Text": "Block"
					},
					"Translation":
					{
						"Text": "Block"
					},
					"Key": "BlockUser"
				},
				{
					"Source":
					{
						"Text": "Reject"
					},
					"Translation":
					{
						"Text": "Reject"
					},
					"Key": "RejectFriendInvite"
				},
				{
					"Source":
					{
						"Text": "Remove Friend"
					},
					"Translation":
					{
						"Text": "Remove Friend"
					},
					"Key": "RemoveFriend"
				},
				{
					"Source":
					{
						"Text": "Unblock"
					},
					"Translation":
					{
						"Text": "Unblock"
					},
					"Key": "UnblockUser"
				},
				{
					"Source":
					{
						"Text": "View Profile"
					},
					"Translation":
					{
						"Text": "View Profile"
					},
					"Key": "ShowPlatformProfile"
				},
				{
					"Source":
					{
						"Text": "Whisper"
					},
					"Translation":
					{
						"Text": "Whisper"
					},
					"Key": "SendPrivateMessage"
				}
			]
		}
	]
}